Revit 2027 API
ParameterTypeId.ViewSolarstudyMultidayFrameValue Property
 "Multi-day frame"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyMultidayFrameValue { get; }
Public Shared ReadOnly Property ViewSolarstudyMultidayFrameValue As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyMultidayFrameValue {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyMultidayFrameValue : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace